<template>
  <div>
    <div class="header">
      <span onclick="window.history.go(-1)"><i></i>返回</span>
      <span class="span">注册服务协议</span>
    </div>
    <div class="con-14">
      <h2>用户注册服务协议</h2>
      <p>本公司通过其合法运营的“app”平台。本公司依据本协议为注册用户（以下简称“用户”或“您”）提供服务。</p>
      <p><strong>在成为本app用户前，您务必仔细阅读以下条款，充分理解各条款内容后再决定是否接受本协议。一旦您通过网站或APP选择并提交用户注册申请，即意味着您已阅读本协议所有条款，并对本协议条款的含义及相应的法律后果已全部通晓并充分理解，同意受本协议约束。</strong>
      </p>
      <h3>第一条 声明</h3>
      <p>1、本app是为平台用户提供交易服务。</p>
      <p><strong>2、平台对于您的通知（包括但不限于任何其他的协议、告示或其他关于您使用会员账户及服务的通知），通过平台公告、电子邮件、手机短信等方式进行传递或公布，该等通知于发送之日视为已送达收件人。因信息传输等原因导致您未在前述通知发出当日收到该等通知的，本公司不承担任何责任。</strong>
      </p>
      <h3>第二条 会员账户注册</h3>
      <p>1、<strong>本平台</strong>仅面向符合中华人民共和国法律规定的具有完全民事权利能力和民事行为能力，能够独立承担民事责任的自然人（年满十八周岁）和机构提供服务。若您不符合此等条件，请立即停止注册或停止使用本服务。
      </p>
      <p><strong>2、您在参与交易之前，应当拥有一定的网络交易经历并熟悉互联网。</strong></p>
      <p>3、您在注册<strong>本平台</strong>会员时必须提供您本人真实、最新、有效及完整的信息资料，并保证电子邮件地址、联系电话、联系地址、邮政编码等内容的有效性及安全性，保证本公司及其他会员可以通过上述联系方式与您进行联系。
      </p>
      <p><strong>4、您保证提供的资料真实、准确、完整和有效，若有变更，您应及时书面通知本公司并按照要求办理变更手续，否则由此造成会员权利不能全面有效地行使的责任由您自行承担，本公司有权因此取消您的会员资格，并不予任何赔偿或者退还任何已收取的服务费用。</strong>
      </p>
      <p><strong>5、若您冒用、盗用或以其他未经授权方式使用他人资料进行注册登记的，由此引起的一切后果概由您独立承担。本公司获悉或怀疑您未经授权使用他人资料注册的,可以采取立即注销您的会员账户、暂停或者终止为您提供服务等措施而无须承担任何责任。</strong>
      </p>
      <p>6、您在本网站注册，即视为您同意本网站向您注册时填写的电子邮箱、手机号码发送与本网站服务有关的电子邮件或短信。</p>
      <h3>第三条 会员账户使用</h3>
      <p>1、您根据平台的注册规定，成功注册之后，即建立了您在平台的唯一会员账户（以下简称“平台账户”），您可以通过用户名和密码登录会员账户，使用网站服务。</p>
      <p>2、您可随时更改您的用户名和密码，但任何更改均须经本公司接受，方为有效。</p>
      <p>
        3、您应妥善保管您的平台账户，除您有效授权的代理人外，您不得以借用、租用或其他任何方式提供给第三方使用。本公司在此郑重提醒您，无论是您还是您的代理人或其他第三方（包括但不限于您的用户名、密码泄露导致），以您的平台账户登录后的一切行为和言论均视为您本人的行为，并应由您承担相应的法律后果。</p>
      <p>
        4、若您因忘记密码或密码被盗向平台查询密码时，您应直接登录平台申请，而不要通过邮件或其他网站提供的链接登录；您还可以拨打本公司客户服务电话（以平台公布为准）寻求帮助，但是，除拨打该专属客户服务电话以外，不要拨打其他任何电话。寻求帮助时您必须提供完全、正确的注册信息，否则本公司有权本着为会员保密的原则不予告知。</p>
      <p>
        5、任何人冒用或者盗用他人账户及密码的，本公司及其合法授权主体保留追究实际使用人法律责任的权利。如您发现有他人冒用或盗用您的账户及密码或任何其他未经合法授权之情形时，应立即以有效方式通知本公司，要求暂停相关服务。同时，您理解本公司对您的请求采取行动需要合理期限，而在本公司采取实际行动之前，您应对任何由未经授权人士使用此服务产生的义务或责任负责，本公司对已执行的指令及(或)所导致的您的损失不承担任何责任。</p>
      <p><strong>6、本公司不会通过电话（第三条第4款规定除外）、短信或电子邮件方式要求您提供您的账户、密码或其他安全信息，如果您收到声称来自本公司或平台的任何该等要求，您不应对该等要求作出任何回应。否则，由此造成的损失由您自行承担。</strong>
      </p>
      <h3>第四条 账户注销、暂停、终止和限制访问</h3>
      <p>
        1、您知晓并同意，根据有权的仲裁机构、司法机关、行政机关或其他政府、军事机构的有效的法律文书、裁决、命令，本公司有权无需事先通知即终止提供本协议项下的各项服务，并关闭、注销您的平台账户，删除该账户中的所有相关资料及档案，同时将您滞留于您的平台账户的全部合法资金退回到您的银行账户或者根据权力机关要求进行其他处置，本公司不因此承担任何直接或间接责任。</p>
      <p>
        2、您知晓并同意，只要您利用本平台从事违法活动或者严重违反本协议的约定，本公司可在不发出任何通知的情况下立即限制、暂停、终止您的账户使用，或撤销您的账户以及在您的账户内的所有相关资料。帐号终止、撤销后，本公司没有义务为您保留原帐号中或与之相关的任何信息，本公司亦不会因此而对您或任何第三者承担任何直接或间接责任。所述违法或违法本协议的情况包括但不限于：</p>
      <p class="pl30">（1）本公司认为您提供的个人资料不具有真实性、有效性或完整性；</p>
      <p class="pl30">（2）本公司发现您有异常交易或有疑义或有违法之虞时； </p>
      <p class="pl30">（3）本公司认为您的账户涉嫌洗钱、套现、传销、被冒用或其他认为有风险之情形；</p>
      <p class="pl30">（4）本公司认为您的行为已经违反本协议中规定的各类规则及精神； </p>
      <p class="pl30">（5）您在使用平台的收费服务时未按规定向本公司支付相应的服务费用；</p>
      <p class="pl30">（6）您的账户已连续三年内未实际使用且账户中余额为零； </p>
      <p class="pl30">（7）本公司基于交易安全等原因，根据其单独判断需先行限制、暂停或终止您账户的其他情形。</p>
      <p>
        3、如果用户死亡或被宣告死亡的，其在本协议项下的各项权利义务由其合法的继承人享有和承担。若用户丧失全部或部分民事权利能力或民事行为能力的，本公司有权根据有效法律文书（包括但不限于生效的法院判决等）或其法定监护人的指示处置其平台账户及该等账户相关的款项。</p>
      <p><strong>4、您同意并确认，您的平台账户的限制、暂停或终止不代表您责任的终止，您仍应继续履行您使用平台服务期间所签署之各项法律文件（包括但不限于本协议、对应的交易文件）项下未履行完毕之义务，并对您使用平台服务期间的行为承担可能的违约或损害赔偿责任；此外，在该等情况下，本平台仍可保存您的个人信息和资料并根据本协议规定予以使用和披露。</strong>
      </p>
      <h3>第五条 服务内容与确认</h3>
      <p>
        1、银行卡认证：为使用本公司或本公司委托的第三方机构（包括但不限于第三方支付机构、银行，以下统称为第三方机构）提供的充值、取现、代收/代付等服务，您应按照平台规定的流程提交以您本人名义登记的有效银行借记卡等信息，经由第三方机构审核通过后，本公司会将您的账户与前述银行账户进行绑定。如您未按照平台规定提交相关信息或提交的信息错误、虚假、过时或不完整，或者本公司有合理的理由怀疑您提交的信息为错误、虚假、过时或不完整，本公司有权拒绝为您提供银行卡认证服务，您因此未能使用充值、取现、代收/代付等服务而产生的损失自行承担。</p>
      <p>2、充值：您可以使用平台指定的方式向会员账户充入资金，用于平台为您的投资交易提供代付服务。您账户内的资金不计收利息。</p>
      <p>
        3、取现：您可以通过平台当时开放的取现功能将您账户中的资金转入经过认证的银行卡账户中。本平台将于收到您的前述指示后，尽快通过第三方机构将相应的款项汇入您经过认证的银行卡账户（根据您提供的银行不同，会产生汇入时间上的差异）。</p>
      <p>
        4、代收/代付：本公司按照平台当时向个人会员开放的功能提供代收/代付服务，自行或委托第三方机构代为收取其他会员或担保公司等第三方机构向您的账户支付的利息、归还本金等各类款项，或者，将您账户或绑定借记卡里的款项依据您或您的委托人的指令或平台规则支付给指定的他方。</p>
      <p>
        5、交易记录查询：本公司将对您在平台的所有操作进行记录，不论该操作之目的最终是否实现。您可以通过会员账户实时查询会员账户名下的账户交易记录。您理解并同意您最终收到款项的服务是由您经过认证的银行卡对应的银行提供的，需向该银行请求查证。您理解并同意通过平台查询的任何信息仅作为参考，不作为相关操作或交易的证据或依据；如该等信息与平台记录存在任何不一致，应以平台提供的书面记录为准。 </p>
      <p>
        6、您知晓并理解，上述充值、代收/代付及取现服务涉及本公司与第三方机构的合作。您同意：受第三方机构仅在工作日进行资金代扣及划转的现状等各种原因所限，本公司不对前述服务的资金到账时间做任何承诺，也不承担与此相关的责任，包括但不限于由此产生的利息、货币贬值等损失。</p>
      <p><strong>7、一经您使用前述服务，即表示您不可撤销地授权本公司进行相关操作，且该等操作是不可逆转的，您不能以任何理由拒绝付款或要求取消交易。就前述服务，本公司暂不会向您收取费用，但您应按照第三方机构的规定向第三方机构支付费用，具体请见第三方机构网站的相关信息。与第三方机构之间就费用支付事项产生的争议或纠纷，与本公司无关。</strong>
      </p>
      <h3>第六条 除外责任</h3>
      <p>
        1、在任何情况下，对于您使用平台服务过程中涉及由第三方（包括但不限于第三方机构、担保机构等）提供相关服务的责任由该第三方承担，本公司不承担该等责任。本公司不承担责任的情形包括但不限于：</p>
      <p class="pl30"><strong>（1）因第三方机构未按照您的指令进行操作引起的任何损失或责任；</strong></p>
      <p class="pl30"><strong>（2）因第三方机构原因导致资金未能及时到账或未能到账引起的任何损失或责任；但因前述机构的原因导致本公司通过平台的操作失误或产生其他不当情形，
        导致本公司及其他客户资金支付至您绑定的银行账户或其他账户的，您同意并授权本公司无需经您的同意，即有权将等额的资金从您的平台账户余额中扣划。</strong></p>
      <p class="pl30"><strong>（3）因第三方机构对交易限额或次数等方面的限制而引起的任何损失或责任；</strong></p>
      <p class="pl30"><strong>（4）因其他第三方的行为或原因导致的任何损失或责任。</strong></p>
      <p>2、 因您自身的原因导致的任何损失或责任，由您自行负责，本公司不承担责任。本公司不承担责任的情形包括但不限于：</p>
      <p class="pl30"><strong>（1）您未按照本协议或本平台不时公布的任何规则进行操作导致的任何损失或责任；</strong></p>
      <p class="pl30"><strong>（2）因您使用的银行卡的原因导致的损失或责任，包括您使用未经认证的银行卡或使用非您本人的银行卡或使用信用卡，您的银行卡被冻结、挂失等导致的任何损失或责任；</strong>
      </p>
      <p class="pl30"><strong>（3）您向本平台发送的指令信息不明确、或存在歧义、不完整等导致的任何损失或责任；</strong></p>
      <p class="pl30"><strong>（4）您账户或绑定借记卡内余额不足导致的任何损失或责任；</strong></p>
      <p class="pl30"><strong>（5）其他因您个人原因导致的任何损失
        ，该过错包括但不限于：决策失误、操作不当、遗忘或泄露密码、密码被他人破解、您使用的计算机系统被第三方侵入、您委托他人代理交易时他人恶意或不当操作而造成的损失。</strong>
      </p>
      <h3>第七条 服务费用</h3>
      <p>1、通过本公司平台交易成功的，本公司有权向用户收取相应的服务费用，具体收费标准由本公司在平台上另行公布。</p>
      <p>2、为防止他人冒用您的身份证注册或使用本平台，平台可能会给您的手机发送短信进行验证，由此产生的短信费用由本公司支付，用户在此过程无需支付任何费用。</p>
      <p>3、您在使用平台的过程中可能需要向第三方机构、存管银行等服务提供方支付一定的费用的，收费金额根据服务提供方适时公布的收费标准收取。</p>
      <p>4、您因进行交易而发生的所有应纳税赋，以及相关硬件、软件、通讯、网络服务及其他方面的费用均由您自行承担。</p>
      <h3>第八条 知识产权保护</h3>
      <p>
        1、平台上所有内容，包括但不限于著作、图片、档案、资讯、资料、平台架构、平台画面的安排、网页设计，均由本公司或其他权利人依法拥有其知识产权，包括但不限于商标权、专利权、著作权、商业秘密等。</p>
      <p>2、非经本公司或其他权利人书面同意，任何人不得擅自使用、修改、复制、公开传播、改变、散布、发行或公开发表平台程序或内容</p>
      <p>
        3、您同意，不以任何方式修改、出租、租赁、出借、出售、分发本公司通过平台提供的服务，或以平台的服务为基础创作衍生作品，并且您不得以任何未经授权的方式利用平台提供的服务，包括但不限于侵占网络容量或使网络容量负荷过重。</p>
      <p>4、尊重知识产权是您应尽的义务，如有违反，您应对本公司承担损害赔偿等法律责任</p>
      <h3>第九条 协议的生效与变更</h3>
      <p><strong>1、本协议自您勾选“我已阅读并同意《用户注册服务协议》、《用户授权及隐私保护政策》”并点击“下一步”即完成签订并生效；</strong></p>
      <p>
        2、在本协议履行过程中，本公司可根据情况对本服务协议进行修改。一旦本服务协议的内容发生变动，本公司将通过平台公告的方式公布最新的服务协议，不再向您作个别通知。如果您不同意本公司对本服务协议所做的修改，您有权停止使用平台服务。如果您继续使用平台服务，则视为您接受本公司对本服务协议所做的修改，并应遵照修改后的协议执行。</p>
      <h3><strong>第十条 风险提示及责任限制</strong></h3>
      <p><strong>1、您理解并同意，任何通过平台进行的交易并不能避免以下风险的产生，本公司不能也没有义务为如下风险负责：</strong></p>
      <p class="pl30"><strong>（1）宏观经济风险：因宏观经济形势变化，可能引起价格等方面的异常波动，您有可能遭受损失；</strong></p>
      <p class="pl30"><strong>（2）政策风险：有关法律、法规及相关政策、规则发生变化，可能引起价格等方面异常波动，您有可能遭受损失；</strong>
      </p>
      <p class="pl30"><strong>（3）利率风险：市场利率变化可能对购买或持有产品的实际收益产生影响；</strong></p>
      <p class="pl30"><strong>（4）流动性风险：在您对平台的投资产品进行处置时，并不必然有第三方对您持有的投资份额进行受让，您有可能遭受无法及时退出的风险；</strong>
      </p>
      <p class="pl30"><strong>（5）因第三方非法侵入本公司服务器、通讯故障、电力系统故障等不可抗力因素导致的风险。</strong></p>
      <p><strong>2、本公司不对任何您及/或任何交易提供任何担保或条件，无论是明示、默示或法定的。</strong></p>
      <p><strong>3、平台向您提供的各种标的信息及资料仅为参考，您应依其独立判断做出决策。您据此进行交易的，产生的风险由您自行承担，您无权据此向本公司提出任何法律主张。在交易过程中，您之间发生的纠纷，由纠纷各方自行解决，本公司不承担任何责任。</strong>
      </p>
      <p><strong>4、
        以上并不能揭示您通过平台进行交易的全部风险及市场的全部情形。您在做出交易决策前，应全面了解相关交易，谨慎决策，并自行承担全部风险。</strong></p>
      <h3>第十一条 条款的解释、法律适用与管辖</h3>
      <p><strong>1、本协议是由您与本公司共同签订的，适用于您在平台的全部活动。本协议内容包括但不限于协议正文条款及已经发布的或将来可能发布的各类规则，所有条款和规则为协议不可分割的一部分，与协议正文具有同等法律效力。</strong>
      </p>
      <p>2、
        如本协议中的任何条款无论因何种原因完全或部分无效或不具有执行力，则应认为该条款可与本协议相分割，并可被尽可能接近各方意图的、能够保留本协议要求的经济目的的、有效的新条款所取代，而且，在此情况下，本协议的其他条款仍然完全有效并具有约束力。</p>
      <p>3、本协议及其修订的有效性、履行与本协议及其修订效力有关的所有事宜，将受中国法律管辖，任何争议仅适用中国法律。</p>
      <p>4、因本协议所引起的会员与本公司的任何纠纷或争议，首先应友好协商解决，协商不成的，您在此完全同意将纠纷或争议提交本协议签订地人民法院诉讼解决。</p>
      <p>5、本公司对本服务协议拥有最终的解释权。</p>
      <h3>第十二条 其他</h3>
      <p>
        1、本服务协议不涉及您与本公司的其他用户之间因网上交易而产生的法律关系及法律纠纷，但您在此同意将全面接受和履行在平台签订的任何电子法律文本，并承诺按该法律文本享有和/或放弃相应的权利、承担和/或豁免相应的义务。</p>
      <p><strong>2、您已经阅读、理解并接受本协议的全部条款及各类规则，并承诺遵守中国现行的法律、法规、规章及其他政府规定，如有违反而导致任何法律后果的发生，您将以自己的名义独立承担所有相应的法律责任。</strong>
      </p>
    </div>
  </div>
</template>

<script>
export default {
  name: 'registar'
};
</script>

<style scoped>
  body {
    background: #FFF
  }

  .header {
    width: 100%;
    height: 40px;
    line-height: 40px;
    font-size: 15px;
    box-sizing: border-box;
    padding: 0 16px;
    position: fixed;
    top: 0;
    left: 0;
    color: white;
    background: rgba(0, 0, 0, 0.3)
  }

  .header span:nth-of-type(1) {
    line-height: 40px;
    z-index: 100;
    position: absolute;
    left: 16px
  }

  .header .span {
    display: block;
    width: 100%;
    text-align: center;
    font-size: 16px;
    position: absolute;
    top: 0;
    left: 0
  }

  .header i {
    display: inline-block;
    width: 9px;
    height: 9px;
    margin-right: 3px;
    border-top: 2px solid white;
    border-right: 2px solid white;
    -webkit-transform: rotate(-135deg);
    transform: rotate(-135deg);
    vertical-align: center
  }

  table {
    border-collapse: collapse;
    border-spacing: 0
  }

  ins {
    text-decoration: none
  }

  del {
    text-decoration: line-through
  }

  sup {
    vertical-align: baseline
  }

  sub {
    vertical-align: baseline
  }

  legend {
    *margin-left: -6px
  }

  button, input, optgroup, option, select, textarea {
    font-family: inherit;
    font-size: inherit;
    font-style: inherit;
    font-weight: inherit
  }

  hr {
    border: 0 #ccc solid;
    border-top-width: 1px;
    clear: both;
    height: 0
  }

  select option {
    padding-right: 3px
  }

  blackquote, cite, em, i {
    font-style: italic
  }

  b, strong {
    font-weight: bold
  }

  code, pre {
    font-family: monospace
  }

  abbr, acronym {
    cursor: help
  }

  a {
    cursor: pointer;
    text-decoration: none;
    color: #666;
    blr: expression(this.onFocus=this.blur())
  }

  a:hover {
    color: #069;
    text-decoration: none
  }

  a:focus {
    outline: 1px dotted
  }

  a:focus, input:focus {
    -moz-outline-style: none
  }

  .clearfix:after {
    content: " ";
    display: block;
    height: 0;
    clear: both;
    visibility: hidden
  }

  .clearfix {
    display: inline-block
  }

  * {
    font-family: Microsoft Yahei, SimSun, Helvetica, "微软雅黑"
  }

  body {
    color: #555;
    font-family: Microsoft Yahei, SimSun, Helvetica, "微软雅黑";
    padding: 0;
    margin: 0
  }

  .page {
    background: #f6f6f6
  }

  h2 {
    color: #333;
    font-weight: 300;
    font-size: 20px
  }

  h3 {
    color: #333;
    font-weight: 300;
    font-size: 18px
  }

  h4 {
    color: #333;
    font-weight: 300;
    font-size: 16px
  }

  h5 {
    color: #333;
    font-weight: 300;
    font-size: 14px;
    margin: 10px 0
  }

  h6 {
    color: #333;
    font-weight: 300;
    font-size: 12px
  }

  a {
    color: #666;
    text-decoration: none
  }

  li, ul {
    margin: 0;
    padding: 0;
    list-style: none
  }

  @media only screen and (max-width: 341px) {
    h4 {
      font-size: 14px
    }
  }

  .con-14 {
    padding: 15px 15px 30px;
    box-sizing: border-box;
    background: #fff
  }

  .con-14 h2 {
    line-height: 30px;
    padding: 10px 0;
    text-align: center;
    color: #000;
    font-size: 20px;
    color: #333
  }

  .con-14 h3 {
    line-height: 24px;
    padding: 10px 0 0;
    margin: 0;
    color: #000;
    font-size: 15px
  }

  .con-14 p {
    text-indent: 24px;
    font-size: 13px;
    line-height: 22px;
    color: #666;
    padding: 5px 0;
    margin: 0
  }

  .con-14 p.pl30 {
    font-size: 12px;
    padding: 0 24px
  }

  .con-14 p strong {
    color: #333
  }

  .con-14 .t-r {
    text-align: right;
    margin-bottom: 10px
  }

  .con-14 .c-red {
    color: #ff5700
  }

  .con-14 .underline {
    padding: 2px 10px;
    border-bottom: 1px solid #666
  }

  .con-14 .w50 {
    margin-left: 40%;
    text-align: left;
    min-height: 100px
  }

  @media only screen and (max-width: 421px) {
    .con-14 .w50 {
      margin-left: 28%
    }
  }

  @media only screen and (max-width: 341px) {
    .con-14 .w50 {
      margin-left: 18%
    }
  }

  .con-14 table {
    border: 1px solid #ccc;
    border-collapse: collapse;
    width: 100%;
    margin-bottom: 10px
  }

  .con-14 table th {
    width: 110px;
    border: 1px solid #ccc;
    padding: 5px 0 5px 10px;
    text-align: left;
    font-weight: 300;
    font-size: 13px
  }

  .con-14 table td {
    border: 1px solid #ccc;
    padding: 5px 0 5px 10px;
    font-size: 13px
  }

  .con-14 table.f12 th {
    font-size: 12px
  }

  .con-14 table.f12 td {
    font-size: 12px
  }

  .text {
    font-weight: bold;
    font-size: 12px !important;
    padding: 0 !important
  }
</style>
